var store = [{
        "title": "Подборка инструментов для вебмастера",
        "excerpt":"В статье перечислены инструменты для вебмастера, которыми пользуюсь я сам. Просмотрите список, добавьте в «Избранное» браузера, чтобы всегда было под рукой. Google и Яндекс Россия — одна из немногих стран, где помимо Google есть отечественная поисковая система Яндекс, занимающая около половины рынка. Поэтому наши вебмастеры вынуждены осваивать два набора инструментов,...","categories": ["seo"],
        "tags": ["google","yandex","bing"],
        "url": "https://viacheslavkolupaev.ru/pages/ViacheslavKolupaev/seo/podborka-instrumentov-dlya-vebmastera/",
        "teaser": "https://viacheslavkolupaev.ru/pages/ViacheslavKolupaev/assets/images/posts_teasers/podborka-instrumentov-dlya-vebmastera.webp"
      },{
        "title": "Максимальное количество наборов Динамической монетизации в Адфокс",
        "excerpt":"По умолчанию количество наборов Динамической монетизации ограничено. Это может стать сюрпризом в большом проекте. Количество ограничено Количество наборов Динамической монетизации в Адфокс ограничено 100 шт.: Да-да. Когда я настраивал свой сетап, то я подоздревал, что такое ограничение должно быть. Вернее, я думал, что будь я на месте разработчиков Адфокса, то...","categories": ["adops"],
        "tags": ["adfox","yandex"],
        "url": "https://viacheslavkolupaev.ru/pages/ViacheslavKolupaev/adops/maksimalnoe-kolichestvo-naborov-dinamicheskoj-monetizacii-v-adfoks/",
        "teaser": "https://viacheslavkolupaev.ru/pages/ViacheslavKolupaev/assets/images/posts_teasers/maksimalnoe-kolichestvo-naborov-dinamicheskoj-monetizacii-v-adfoks.webp"
      },{
        "title": "Максимальное количество блоков РСЯ в Адфокс",
        "excerpt":"Лучше знать об этом на стадии проектирования. До того, как вы начали настройку сетапа. Зачем может потребоваться создавать много блоков РСЯ При проектировании структуры монетизации сайта я стараюсь делать отдельные блоки РСЯ на каждый раздел сайта и рекламное место страницы. Так можно получить дополнительные преимущества, например: Появляется статистика в разрезе...","categories": ["adops"],
        "tags": ["adfox","yandex","rsya"],
        "url": "https://viacheslavkolupaev.ru/pages/ViacheslavKolupaev/adops/maksimalnoe-kolichestvo-blokov-rsya-v-adfoks/",
        "teaser": "https://viacheslavkolupaev.ru/pages/ViacheslavKolupaev/assets/images/posts_teasers/maksimalnoe-kolichestvo-blokov-rsya-v-adfoks.webp"
      },{
        "title": "Динамическая монетизация ADFOX не поддерживает multi-size запросы в AdManager",
        "excerpt":"Из-за этого ваш доход может быть меньше. Но есть одно хитрое решение. Дисклеймер. Я не сотрудник ADFOX, Яндекса и Google, и не могу гарантировать абсолютную точность дальнейших утверждений. Все выводы сделаны на основании открытых источников и собственных исследований. Как ADFOX направляет запросы в AdManager Как именно ADFOX направляет рекламные запросы...","categories": ["adops"],
        "tags": ["adfox","yandex","admanager","gpt"],
        "url": "https://viacheslavkolupaev.ru/pages/ViacheslavKolupaev/adops/dinamicheskaya-monetizaciya-adfox-ne-podderzhivaet-multi-size-zaprosy-v-admanager/",
        "teaser": "https://viacheslavkolupaev.ru/pages/ViacheslavKolupaev/assets/images/posts_teasers/dinamicheskaya-monetizaciya-adfox-ne-podderzhivaet-multi-size-zaprosy-v-admanager.webp"
      },{
        "title": "3 принципа, соблюдая которые не нужно беспокоиться о скорости программирования",
        "excerpt":"Я видел, как многие люди беспокоятся о том, что они медленно программируют. По моему опыту, если вы: работаете над важными проектами; продолжаете двигаться вперед; заканчиваете проекты, то не имеет большого значения, насколько вы быстры или медленны. ProTip: Хорошо подумайте над пунктом 1. А то ведь можно бежать 🏃‍♂️, но в...","categories": ["software-development"],
        "tags": ["productivity","tips"],
        "url": "https://viacheslavkolupaev.ru/pages/ViacheslavKolupaev/software-development/3-principa-soblyudaya-kotorye-ne-nuzhno-bespokoitsya-o-skorosti-programmirovaniya/",
        "teaser": "https://viacheslavkolupaev.ru/pages/ViacheslavKolupaev/assets/images/500x300.webp"
      },{
        "title": "Шпаргалка по HTTP Status Codes (кодам ответа)",
        "excerpt":"Шпаргалка по HTTP Status Codes (кодам ответа) Источник: RFC 2616 Hypertext Transfer Protocol – HTTP/1.1, раздел 10. Status Code Definitions. Successful 2xx: 200 — 206 Источник Клиентский запрос был успешно получен, понят и принят. Code Name Description 200 ОК Запрос успешно обработан. Информация в ответ на запрос зависит от метода...","categories": ["software-development"],
        "tags": ["http","api"],
        "url": "https://viacheslavkolupaev.ru/pages/ViacheslavKolupaev/software-development/http-status-codes/",
        "teaser": "https://viacheslavkolupaev.ru/pages/ViacheslavKolupaev/assets/images/500x300.webp"
      }]
